[
  {
    "image_url": "https://framerusercontent.com/images/mIAsKrgLvd7WbLFFsh6f6YkpU.jpg",
    "name": "Eric L. Barnes",
    "title": "Founder of Laravel News",
    "quote": "I had this idea for an automation to make my life easier. I talked with Alfred for 20 minutes, and he helped me save more than three hours every week!"
  },
  {
    "image_url": "https://framerusercontent.com/images/OE9bx0OAzRi7gqZgqXN9Kapg8.jpg",
    "name": "Libby Hall",
    "title": "Executive Vice President, Public Affairs at Unearth",
    "quote": "Alfred builds things that solve problems. He is intently focused on understanding the goal and creating quick prototypes to fix it. He builds incrementally, delivering value almost immediately rather than waiting weeks or months for code pushes. He never lets perfect be the enemy of good, although a lot of his work is damn close to perfect. I strongly recommend Alfred for any of your engineering projects."
  },
  {
    "image_url": "https://framerusercontent.com/images/PIlOZWlmobm4uLtBhKFfw7HS4Y.jpg",
    "name": "Stuart Mason",
    "title": "Development Enablement Engineer",
    "quote": "I worked for Al for over 5 years and can honestly say he's been the most influential person on my career to date. His working style, research, ability to map hugely complex systems quickly and go on to explain them clearly, his eagerness to complete tasks quickly _and_ properly are all things I aspire to. I'd be happy to be half the developer he is and look forward to working with him again."
  },
  {
    "image_url": "https://framerusercontent.com/images/MoR3Qj0MHRQYuqByj4UGN1zPHI.jpg",
    "name": "Jamie Hook",
    "title": "Senior Director, Microservices & Cloud at Pfizer",
    "quote": "I have worked with Al for a number of years. Al is a true expert when it comes to building web applications. His approach is to work with the customer and stakeholders to quickly identify value, delivering results aligned to business needs. This iterative approach allows for projects he is involved in to rapidly reach market whilst being fully aligned to the customers needs. Al is seen by many as an expert in his field, often sourced for his expert guidance to consult on extremely complicated projects. I have no hesitation in recommending Al to take on any complexity of size of project."
  }
]